{
  "welcome.title": "Welcome to the site of the signing of charters! ",
  "welcome.description": "Here you can sign your membership charter for the MiNET association, but also the charter to use our Hosting service ",
  "welcome.read_minet": "Read MiNET rules",
  "welcome.read_hosting": "Read Hosting rules",
  "welcome.sign_minet": "Sign MiNET rules",
  "welcome.sign_hosting": "Sign Hosting rules",
  "welcome_sign_login": "To sign the charter you have to login.",
  "menu.minet": "MiNET Charter",
  "menu.hosting": "Hosting Charter",
  "menu.login": "Login",
  "menu.logout": "Logout",
  "rules.the_present_rules_define": "The present rules define the MAISEL network terms of use for the members of the MiNET association.",
  "rules.h1": "Scope of application",
  "rules.p1": "This regulation is based on the law n° 88-19 of the 5th of January, 1988 relating to the data-processing fraud, the law of the 3rd of July, 1985 relating to the protection of software and the law n° 85-660 of January 6, 1978 relating to computer science, files and freedom. It applies to all of the members of the MiNET association who use data-processing systems connected to the MAISEL network. The following data-processing systems are concerned :",
  "rules.p1_1": "the systems of the association",
  "rules.p1_2": "the systems of Télécom SudParis & Institut Mines-Télécom Business School",
  "rules.p1_3": "all systems to which it is possible to be connected from the Télécom SudParis & Institut Mines-Télécom Business School.",
  "rules.h2": "Access conditions to the network system",
  "rules.p2": "The access right to the data-processing systems is personal and non-transferable. The recipients of a password commit themselves not to reveal it or to give free access to their data-processing account to any unauthorized person. While utilizing the data-processing tools made available by the MiNET association, the member shall restrict their usage to educational, research and leisure activities. Without prior authorization, these resources cannot be used for projects financed by an external support without, beforehand, the consultation with the directorate of Télécom SudParis & Institut Mines-Télécom and the approval from the board of the MiNET association. The members of MiNET have access to the MAISEL network and Internet via the connection provided by the DISI of Télécom SudParis & Institut Mines-Télécom by means of a personal ID and password. They agree to use their access rights within the exclusive framework of educational, research and leisure activities and not to misuse the data-processing resources and networks at their disposal. The limits of the member’s rights are defined, and may be modified during the year, by the persons in charge of the MiNET association, or by the persons in charge of the data-processing systems of Télécom SudParis & Institut Mines-Télécom. The access right to the data-processing systems of MiNET is granted to the user only under the condition that they give to the MiNET association their signature at the bottom of the present declaration, prescribing that they have read and understood these data-processing rules and the other texts of laws mentioned above, as well that they have paid the contribution for the MiNET association corresponding to the chosen period of time. The right of access is granted to the members for the duration of one month up to five months at monthly rate or one year at yearly rate. The yearly access lasts actually 365 days. The directorate of Télécom SudParis & Institut Mines-Télécom has the right to refuse any connection, and the MiNET association shall enforce the decisions the school might take.",
  "rules.h3": "Confidentiality of information",
  "rules.p3": "The user of the data-processing systems shall not try to read, copy or modify the files belonging to other users, to the data-processing systems of MiNET or to Télécom SudParis & Institut Mines-Télécom, unless they are explicitly granted these rights. They are also forbidden to try to intercept any private communication between other users.",
  "rules.h4": "Ownership and license rights of software",
  "rules.p4": "The user of the data-processing systems is forbidden to make copies of any software made available to them, except those falling under public domain or which are freely available. They are prohibited to use them without complying with the regulations of their authors or companies putting them at the disposal of the MiNET association. They are forbidden to install pirated software on the devices provided, or any software which the MiNET association does not possess a license for, and in the case of website licenses, software which the maximum allowed number of copies has been reached. They are also forbidden to use the servers’ storage drives for spreading or storing pirated software.",
  "rules.h5": "Use of the data-processing networks",
  "rules.p5": "The user of the data-processing network commits themselves not to carry out operations which could result in:",
  "rules.h5_1": "interrupting the correct functioning of the network or of any system connected to the network (computers, printers, routers, WiFi hotspot, etc.),",
  "rules.h5_2": "gaining or trying to access any private information of other users utilizing  the network,",
  "rules.h5_3": "modifying or destroying information stored in any system connected to the network, except the user’s own devices and data the user has explicit modification or suppression rights,",
  "rules.h5_4": "try to limit or to ban the access to the data-processing systems of authorized users",
  "rules.h5_5": "The volume and the nature of the information exchanged on the networks must not violate the terms of use which can be enacted by the data-processing controllers of MiNET or Télécom SudParis & Institut Mines-Télécom.",
  "rules.h6": "Some security rules",
  "rules.p8": "The user is responsible for the security of their own devices. The association thus strongly recommends them to keep their devices up-to-date and to use antivirus software if available. The user shall never connect an undisclosed device to the infrastructure deployed by the association. The use of a WiFi router without prior authorization by MiNET may be punished by sanctions including immediate shutdown, effective until the end of the year.",
  "rules.p9": "Any use of the network which violates copyright laws, and especially the 2009-669 law of June 12th 2009 regarding the spread and protection of creative content on the internet, will be punished by immediate shutdown. The user is the sole responsible for their actions. Hence, any sanction or warrant issued by competent authorities will be applied to the concerned user. Additional sanctions may be applied by the Télécom SudParis & Institut Mines-Télécom’s disciplinary committee.",
  "rules.h7": "Specific rules",
  "rules.p10": "The administrators, members of the MiNET association board, or active members who, through the nature of the job, have additional rights granting them access to  confidential information are subject to the duty of professional secrecy and any security instructions emitted by the chair of the MiNET association. They shall abstain from any intervention which may endanger the safety and the proper operation of the data-processing systems of the association. Only the chair of the MiNET association and the directors of Télécom SudParis & Institut Mines-Télécom are empowered to waive professional secrecy.",
  "rules.h8": "Applicable sanctions",
  "rules.p11": "Any user who infringes the present rules is liable, depending on the nature and severity of the infraction, to the following sanctions:",
  "rules.p11_1": "a suspension of connection for a period from one week to one month,",
  "rules.p11_2": "an exclusion from the MiNET association, with an immediate disconnection,",
  "rules.p11_3": "internal sanctions from Télécom SudParis & Institut Mines-Télécom which may include convocation before the disciplinary board,",
  "rules.p11_4": "penal proceedings.",
  "rules.by_ticking_1": "By ticking this checkbox, I acknowledge awareness of these rules and I will respect them.",
  "rules.by_ticking_2": "I know the legal measures which are applied in France, particularly those which concern the juridical protection of software (law no 92-597 of July the 1st, 1992 relating to the intellectual property code, modified by the law no 94-361 of May the 10th, 1994) and curbing the attacks to data-processing system (law no 92-685 of July 22th, 1992 about the rule change relating to repression against property crimes and property offences).",
  "rules.by_ticking_3": "I authorize the MiNET association to freely diffuse amidst its members the link between my name and my computer name, to keep the pairing between my name and the MAC addresses registered on my account on the deployed infrastructure, until the end of my subscription or schooling under Télécom SudParis & Institut Mines-Télécom, the longest of the two being the one in effect. I authorize MiNET to collect, analyze and delete via automated systems the data generated by the automatic connection of a device or roaming on the network, in order to help detect connection or configuration errors, hardware errors, and to help the detection of fraud or dodging. I authorize the MiNET association to store my email address within the framework of mailing list communication, technical issues or important reports about the associative activities of MiNET.",
  "rules.by_ticking_4": "I agree that the previously quoted personal data will be stored for 24 months after the last activity on my account",
  "rules.by_ticking_5": "By ticking this checkbox, I acknowledge that my first name, my last name and the time at which I have signed, are an electronic signature of the internal rules of the MiNET association.",
  "checkout.sign_the_rules": "Sign the rules",
  "rules.title": "Internal rules of the MiNET association",
  "rules.already_signed": "You signed the rules on ",
  "rules.generate_charte": "Generate my charter",
  "rules.need_login": "You must log in to sign the rules",
  "rules.no_permission": "You don't have enough permission to manage the signatures.",
  "rules.admin": "Signature of a member",
  "rules.successful_signed": "You have validated the charter, a copy has been sent to you by email! ",
  "rules.successful_generated": "Your charter has been sent to you by e-mail. ",
  "ruleshosting.title": "Charte d'utilisation de la plateforme d'hébergement de machines virtuelles",
  "ruleshosting.description": "Le présent règlement définit les règles d’utilisation par les adhérents de l’association MiNET  de la plateforme d’hébergement de machine virtuelles ci-après dénommée Hosting",
  "ruleshosting.h1": "Droit d'accès",
  "ruleshosting.p1_content": "Le droit d’accès à la plateforme hosting est personnel et incessible. Les bénéficiaires d’un mot de passe s’engagent à ne pas le divulguer et à ne pas donner un accès libre à leur compte informatique à toute personne non autorisée. L’utilisation des moyens informatiques de la plateforme hosting est limitée à des activités d’enseignement, de recherche et de loisir. Le présent service ne peut être utilisé à des fins commerciales. Sauf autorisation préalable, ces moyens ne peuvent être utilisés pour des projets faisant l’objet d’un financement extérieur non validé par le Bureau de l’association MiNET, après consultation de la Direction de Télécom SudParis & Institut Mines-Télécom Business School.\nLes adhérents ont accès aux ressources de la plateforme hosting, elle-même connectée à internet par le biais de la connexion de la DISI de Télécom SudParis & Institut Mines-Télécom Business Schoo. Ils s’engagent à n’utiliser leur droit d’accès, de création de machines virtuelles et de gestion que dans le cadre exclusif de leurs activités pédagogiques ou de loisir et à ne pas abuser des ressources informatiques et réseaux mises à leur disposition. Des limites d’utilisation sont définies selon le type de machine virtuelle crées et peuvent être éventuellement modifiées en cours d’année par les responsables de l’association MiNET sur une demande justifiée et argumentée. Le droit d’accès à la plateforme hosting de MiNET ne peut être accordé à un utilisateur qu’à la condition qu’il remette à l’association MiNET sa signature au bas de la déclaration stipulant qu’il a pris connaissance du présent règlement d’utilisation et des textes de lois dont il est fait mention, ainsi qu’il ait acquitté la cotisation à l’association pour la durée choisie. De plus ce droit d’accès implique une adhésion à l’association MiNET. L’association MiNET ainsi que la direction des écoles Institut Mines-Télécom Business School et Télécom SudParis se réservent le droit de suspendre un accès à la plateforme hosting, une adhésion à l’association MiNET à tout adhérent ne respectant pas la présente charte d’utilisation.\n",
  "ruleshosting.h2": "Confidentialité des informations",
  "ruleshosting.p2_content": "L’utilisateur des systèmes informatiques ne doit pas tenter de lire, copier ou modifier les fichiers appartenant aux autres utilisateurs ou aux systèmes informatiques de MiNET ou de Télécom SudParis & Institut Mines-Télécom Business School, sauf dans le cas de fichiers explicitement autorisés. II lui est interdit de tenter d’intercepter les communications privées entre utilisateurs et autres machines virtuelles hébergées sur hosting.\n",
  "ruleshosting.h3": "Cadre juridique légal",
  "ruleshosting.p3_1": "Le contenu de la machine virtuelle se doit de respecter les lois en vigueur, mais également les obligations suivantes (ceci constitue une liste non exhaustive) :\n",
  "ruleshosting.p3_2a":"Le respect de la loi sur les informations nominatives",
  "ruleshosting.p3_2b": "Le respect du droit d'auteur (droit moral, patrimonial, de diffusion",
  "ruleshosting.p3_2c": "L'abstention de porter atteinte à la vie privée ou au droit à l'image d'autrui",
  "ruleshosting.p3_2d": "L'absence de diffusion d'informations non vérifiées ou présentant un caractère délicteux",
  "ruleshosting.p3_2e": "Le respect des exigences de la loi 'Information et Libertés'",
  "ruleshosting.p3_2f": "L'absence de propos à caractère raciste, xénophobe",
  "ruleshosting.p3_2g": "Toute forme d'apologie ducrime, du racisme, d'invitation à la haine raciale est interdite",
  "ruleshosting.p3_2h": "Tout propos injurieux ou diffamatoire est interdit",
  "ruleshosting.p3_2i": "Tous contenus à caractère pornographique sont interdits",
  "ruleshosting.h4":  "Droits de propriétés et de license des logiciels",
  "ruleshosting.p4_content":  "Il est interdit à l’utilisateur des systèmes informatiques de réaliser des copies des logiciels mis à sa disposition, exceptés ceux du domaine public ou disponibles gratuitement. Il est interdit d’en faire un usage non conforme aux prescriptions de leur(s) auteur(s) ou de l’entité qui les met à la disposition de l’association MiNET. Il lui est interdit d’installer sur les machines mises à disposition des logiciels contrefaits pour lesquels l’association MiNET n’aurait pas de licence ou dans le cas d’une licence de site si le nombre maximum de copies autorisées a déjà été atteint.\n",
  "ruleshosting.h5":  "Quelques règles de sécurité",
  "ruleshosting.p5_content":  "L’utilisateur est tenu pour responsable de la sécurité de sa machine virtuelle. L’association recommande ainsi au minimum à l’utilisateur d’effectuer les dernières mises à jour de sécurité ou d’installer un logiciel type Fail2ban si cela n’est pas déjà en place sur la machine virtuelle.\nTout hébergement de fichiers n’appartenant pas à l’utilisateur et violant le droit d’auteur et en particulier ne respectant pas la loi no. 2009-669 du 12 juin 2009 favorisant la diffusion et la protection de la création sur Internet entraînera une déconnexion immédiate. L’utilisateur est seul responsable de ses activités sur le réseau. Ainsi, toute sanction ou mandat émis par les autorités compétentes sera appliqué directement à l’utilisateur concerné. Des sanctions supplémentaires sont applicables par le conseil de Télécom SudParis & Institut Mines-Télécom Business School.\n",
  "ruleshosting.h6": "Règles particulières",
  "ruleshosting.p6_content":  "Chaque utilisateur ayant accès à la plateforme hosting est doté d’un quota de deux machines virtuelles créables. Des modifications peuvent être apportées à ce quota sur demande motivée et argumentée au bureau de l’association MiNET.\nLes administrateurs habilités de MiNET et le Président de l’association ont accès à des informations complémentaires sur le fonctionnement (et le contenu ?) des machines virtuelles. Ils sont néanmoins soumis au secret professionnel. Seul le Président de l’association ou les directeurs des écoles Télécom SudParis et Institut Mines-Télécom Business School sont habilités à lever le secret professionnel sur ces informations de fonctionnement.\n",
  "ruleshosting.h7": "Politique relative aux données",
  "ruleshosting.p7_content_1":  "Sous aucun pretexte, l'association MiNET n'est responsable en cas de pertes de données, partielle ou totale, sur les machines virtuelles hébergées sur la plateforme hosting, et ce même si l'incident est dûe à un dysfonctionnement de l'infrastructure de MiNET. Il incombe à l'utilisateur d'effectuer des sauvegardes régulières des données de sa machine virtuelle.\n",
  "ruleshosting.p7_content_2": "L'association MiNET se réserve le droit d'effectuer, gérer ou supprimer de potentielles sauvegardes des données des machines virtuelles. L'association n'est en aucun cas tenue d'effectuer ou de stocker ces données.",
  "ruleshosting.p7_content_3" : "En cas de perte de données dûes à une erreur de manipulation de l'utilisateur, l'association n'est pas tenue de restaurer les données perdues.",
  "ruleshosting.p7_content_4" : "En cas de perte de données dûes à un dysfonctionnement de l'infrastructure de l'association, indépendante de tout agissement de l'utilisateur, l'association proposera, dans la mesure du possible, des sauvegardes des données perdues. Si aucune sauvegarde n'est disponible, l'association ne saurait être tenue responsable.",
  "ruleshosting.h8": "Politique de confidentialité",
  "ruleshosting.p8_1": "Pour assurer le bon fonctionnement de notre service et afin de respecter des contraintes légales, nous sommes obligés de traiter des données personnelles. Ce traitement est couvert par le Règlement Général sur la Protection des Données UE 2016/679.",
  "ruleshosting.p8_2":  "Les données traitées sont les suivantes :",
  "ruleshosting.p8_2a": "Les informations d’identification de l’utilisateur (nom, prénom, adresse email, etc.) afin de pouvoir associer l’utilisateur à ses machines virtuelles",
  "ruleshosting.p8_2b": "L’IP et le port utilisé pour se connecter au service de machines virtuelles afin de pouvoir identifier l’utilisateur et l’appareil utilisé",
  "ruleshosting.p8_2c": "Les IPs et adresses MAC des machines virtuelles afin d’assurer la connectivité à Internet des machines virtuelles",
  "ruleshosting.p8_3": "Ces données sont conservées pendant deux ans après la clôture du compte selon les dispositions prévues par la loi n°2004-575 pour la confiance dans l’économie numérique et précisées par le décret n°2011-219 relatif à la conservation et à la communication des données permettant d'identifier toute personne ayant contribué à la création d'un contenu mis en ligne.\n",
  "ruleshosting.p8_4": "Vous disposez d’un droit d’accès, de rectification et de suppression de vos informations en ouvrant un ticket sur https://tickets.minet.net/",
  "ruleshosting.by_ticking_1": "Je reconnais avoir pris connaissance de ce règlement (que je conserve) et m’engage à le respecter.",
  "ruleshosting.by_ticking_2": "J'atteste qu'en cochant cette case que mon nom, prénom et la date et heure de signature font office de signature électronique du réglement intérieur de la plateforme d'hébergement Hosting",
  "ruleshosting.successful_signed": "Vous avez bien signé la charte d'utilisation de hosting !"
}
