{
  "welcome.title": "Bienvenue sur le site de la signature de chartes !",
  "welcome.description": "Vous pourrez signer ici votre charte d'adhésion à l'association MiNET, mais également celle d'utilisation du service Hosting",
  "welcome.read_minet": "Lire la charte MiNET",
  "welcome.read_hosting": "Lire la charte Hosting",
  "welcome.sign_minet": "Signer la charte MiNET",
  "welcome.sign_hosting": "Signer la charte Hosting",
  "rules.the_present_rules_define": "Le présent règlement définit les règles d’utilisation du réseau de la MAISEL SudParis par les membres de l’association MiNET.",
  "rules.h1": "Domaine d’application",
  "rules.p1": "Ce règlement a pour fondement la loi no. 88-19 du 5 Janvier 1988 relative à la fraude informatique, la loi du 3 Juillet 1985 relative à la protection des logiciels et la loi no. 85-660 du 6 Janvier 1978 relative à l’informatique, aux fichiers et aux libertés. Il s’applique à tous les adhérents de l’association MiNET qui utilisent des systèmes informatiques connectés au réseau de la MAISEL. Les systèmes informatiques visés sont :",
  "rules.p1_1": "les systèmes de l’association",
  "rules.p1_2": "les systèmes des écoles Télécom SudParis & Institut Mines- Télécom Business School",
  "rules.p1_3": "tout système auquel il est possible d’accéder depuis Télécom SudParis & Institut Mines-Télécom Business School",
  "rules.h2": "Conditions d’accès aux systèmes informatiques",
  "rules.p2": "Le droit d’accès aux systèmes informatiques est personnel et incessible. Les bénéficiaires d’un mot de passe s’engagent à ne pas le divulguer et à ne pas donner un accès libre à leur compte informatique à toute personne non autorisée. L’utilisation des moyens informatiques de MiNET est limitée à des activités d’enseignement, de recherche et de loisir. Sauf autorisation préalable, ces moyens ne peuvent être utilisés pour des projets faisant l’objet d’un financement extérieur non validé par le Bureau de l’association MiNET, après consultation de la Direction de Télécom SudParis & Institut Mines-Télécom Business School. Les adhérents ont accès au réseau de la MAISEL et à Internet par le biais de la connexion de la DISI de Télécom SudParis & Institut Mines-Télécom Business School, grâce à un identifiant et un mot de passe. Ils s’engagent à n’utiliser leur droit d’accès que dans le cadre exclusif de leurs activités pédagogiques ou de loisir et à ne pas abuser des ressources informatiques et réseaux mises à leur disposition. Des limites d’utilisation sont définies et peuvent être éventuellement modifiées en cours d’année par les responsables de l’association MiNET ou par les responsables des systèmes informatiques de Télécom SudParis & Institut Mines-Télécom Business School. Le droit d’accès aux systèmes informatiques de MiNET ne peut être accordé à un utilisateur qu’à la condition qu’il remette à l’association MiNET sa signature au bas de la déclaration stipulant qu’il a pris connaissance du présent règlement informatique et des textes de lois dont il est fait mention, ainsi qu’il ait acquitté la cotisation à l’association pour la durée choisie. L’adhésion peut se faire sur une durée d’un mois jusqu’à cinq mois ou d’un an (à valeur de 365 jours) suivant la durée de cotisation choisie. La direction de Télécom SudParis & Institut Mines- Télécom Business School a tout pouvoir de refus de connexion d’une personne et l’association MiNET s’engage à mettre en application les décisions qui pourraient être prises par celle-ci.",
  "rules.h3": "Confidentialité des informations",
  "rules.p3": "L’utilisateur des systèmes informatiques ne doit pas tenter de lire, copier ou modifier les fichiers appartenant aux autres utilisateurs ou aux systèmes informatiques de MiNET ou de Télécom SudParis & Institut Mines-Télécom Business School, sauf dans le cas de fichiers explicitement autorisés. II lui est interdit de tenter d’intercepter les communications privées entre utilisateurs.",
  "rules.h4" : "Droits de propriété et de licence des logiciels.",
  "rules.p4" : "Il est interdit à l’utilisateur des systèmes informatiques de réaliser des copies des logiciels mis à sa disposition, exceptés ceux du domaine public ou disponibles gratuitement. Il est interdit d’en faire un usage non conforme aux prescriptions de leur(s) auteur(s) ou de l’entité qui les met à la disposition de l’association MiNET. Il lui est interdit d’installer sur les machines mises à disposition des logiciels contrefaits pour lesquels l’association MiNET n’aurait pas de licence ou dans le cas d’une licence de site si le nombre maximum de copies autorisées a déjà été atteint. Il est également interdit d’utiliser les disques d’échange des serveurs de l’association pour la diffusion ou le stockage de logiciels piratés.",
  "rules.h5": "Utilisation des systèmes informatiques",
  "rules.p5": "Tout utilisateur d’un réseau informatique s’engage à ne pas effectuer d’opérations qui pourraient avoir pour conséquence :",
  "rules.h5_1": "d’interrompre le fonctionnement normal du réseau ou de l’un des système connectés au réseau (ordinateurs, imprimantes, routeurs, bornes wifi, etc.)",
  "rules.h5_2": "d’accéder ou de tenter d’accéder à des informations privées d’autres utilisateurs sur le réseau",
  "rules.h5_3": "de modifier ou de détruire des informations sur l’un des systèmes connectés au réseau, à l’exception des systèmes appartenant à l’utilisateur et des données dont le droit de modification ou suppression par l’utilisateur est explicite",
  "rules.h5_4": "de nécessiter la mise en œuvre de moyens humains ou techniques supplémentaires pour son contrôle ou sa destruction",
  "rules.h5_5": "Le volume et la nature des informations échangées sur les réseaux doivent être conformes aux règles d’utilisation qui peuvent être édictées par les responsables des systèmes informatiques de MiNET ou de Télécom SudParis & Institut Mines-Télécom Business School.",
  "rules.h6": "Quelques règles de sécurité",
  "rules.p8": "L’utilisateur est tenu pour responsable de la sécurité de son ordinateur. L’association recommande ainsi au minimum à l’utilisateur d’effectuer les dernières mises à jour de sécurité. L’utilisateur ne doit en aucun cas connecter une machine non déclarée via le système mis en place par l’association. La connexion d’un routeur WiFi sans autorisation préalable de MiNET pourra entraîner des sanctions allant jusqu’à une déconnexion immédiate, effective jusqu’à la fin de l’année.",
  "rules.p9": "Toute utilisation du réseau violant le droit d’auteur et en particulier ne respectant pas la loi no. 2009-669 du 12 juin 2009 favorisant la diffusion et la protection de la création sur Internet entraînera une déconnexion immédiate. L’utilisateur est seul responsable de ses activités sur le réseau. Ainsi, toute sanction ou mandat émis par les autorités compétentes sera appliqué directement à l’utilisateur concerné. Des sanctions supplémentaires sont applicables par le conseil de Télécom SudParis & Institut Mines-Télécom Business School.",
  "rules.h7": "Règles particulières",
  "rules.p10": "Les administrateurs, membres du Bureau de l’association MiNET ou membres actifs qui, par leur fonction, possèdent des droits plus étendus leur permettant d’avoir accès à des informations confidentielles sont tenus de respecter le secret professionnel et les consignes de sécurité émises par le président de l’association MiNET. Ils doivent s’abstenir de toute intervention susceptible de compromettre la sécurité et le fonctionnement des systèmes informatiques de l’association. Seuls le président de l’association MiNET et les directeurs de Télécom SudParis & Institut Mines-Télécom Business School sont habilités à lever le secret professionnel.",
  "rules.h8": "Sanctions applicables",
  "rules.p11": "Tout utilisateur n’ayant pas respecté les dispositions du présent règlement est passible suivant la nature et la gravité de ses actes :",
  "rules.p11_1": "d’interdiction de connexion pour une durée allant d’une semaine à un mois",
  "rules.p11_2": "de radiation de l’association MiNET s’ensuivant d’une déconnexion immédiate",
  "rules.p11_3": "de sanctions internes à Télécom SudParis & Institut Mines-Télécom Business School pouvant aller jusqu’à la convocation devant le conseil de discipline",
  "rules.p11_4": "de poursuites pénales prévues par la loi",
  "rules.by_ticking_1": "Je reconnais avoir pris connaissance de ce règlement (que je conserve) et m’engage à le respecter.",
  "rules.by_ticking_2": "Je connais les dispositions légales qui s’appliquent en France, en particulier celles relatives à la protection juridique des programmes d’ordinateur (loi no. 92-597 du 1er juillet 1992, relative au code de la propriété intellectuelle, modifiée par la loi 94-361 du 10 mai 1994) et réprimant les atteintes aux systèmes de traitement automatisé des données (loi no. 92-685 du 22 juillet 1992 portant réforme des dispositions du code pénal relatives à la répression des crimes et délits contre les biens).",
  "rules.by_ticking_3": "J’autorise l’association MiNET à collecter, analyser, supprimer par des systèmes automatisés les données générées lors de la connexion d’appareil et de roaming sur le réseau, afin d’aider à la détection d’erreur de connexion, de configuration, de problème matériel ou de détection de fraude, et j'autorise l'association MiNET à diffuser librement au sein de ses administrateurs la correspondance entre mon nom et le nom de ma machine, la conservation des associations entre mon nom et les adresses MAC enregistrées sur mon compte appartenant au système en place, et à conserver mon adresse mail dans le cadre de mailing lists de communication pour des problèmes techniques ou faits importants de la vie de l'association.",
  "rules.by_ticking_4": "Je consens à ce que les données personnelles citées précédemment, soient stockées jusqu’à 24 mois après la dernière activité notée sur mon compte.",
  "rules.by_ticking_5": "J'atteste qu'en cochant cette case que mon nom, prénom et la date et heure de signature font office de signature électronique du réglement intérieur de l'association MiNET.",
  "rules.loading2": "Maintenant, continuez avec le formulaire d'inscription",
  "valid-payement.you_have_paid": "Vous avez bien payé ! Vous allez maintenant recevoir un mail de notification.",
  "valid-payement.we_will_send_mail": "Un membre de notre équipe s'occupera de votre renouvellement sous 1 ou 2 jours maximum, merci de votre patience. Vous recevrez alors un mail de confirmation et votre accès internet sera rétabli / prolongé.",
  "checkout.sign_the_rules": "Signer les règles",
  "rules.title": "Charte de fonctionnement de l'association MiNET",
  "rules.already_signed": "Vous avez déjà signé la charte le ",
  "rules.generate_charte": "Générer ma charte",
  "rules.need_login": "Vous devez vous connecter pour signer la charte",
  "rules.no_permission": "Vous n'avez pas les permissions nécessaires pour gérer les signatures.",
  "rules.admin": "Signature d'un adhérent",
  "rules.successful_signed": "Vous avez bien validé la charte, un exemplaire vous a été envoyé par mail !",
  "rules.successful_generated": "Votre charte vous a bien été renvoyée par e-mail.",
  "ruleshosting.title": "Charte d'utilisation de la plateforme d'hébergement de machines virtuelles",
  "ruleshosting.description": "Le présent règlement définit les règles d’utilisation par les adhérents de l’association MiNET  de la plateforme d’hébergement de machine virtuelles ci-après dénommée Hosting",
  "ruleshosting.h1": "Droit d'accès",
  "ruleshosting.p1_content": "Le droit d’accès à la plateforme hosting est personnel et incessible. Les bénéficiaires d’un mot de passe s’engagent à ne pas le divulguer et à ne pas donner un accès libre à leur compte informatique à toute personne non autorisée. L’utilisation des moyens informatiques de la plateforme hosting est limitée à des activités d’enseignement, de recherche et de loisir. Il n'est pas possible d'utiliser le présent service à des fins commerciales. Sauf autorisation préalable, ces moyens ne peuvent être utilisés pour des projets faisant l’objet d’un financement extérieur non validé par le Bureau de l’association MiNET, après consultation de la Direction de Télécom SudParis & Institut Mines-Télécom Business School.\nLes adhérents ont accès aux ressources de la plateforme hosting, elle-même connectée à internet par le biais de la connexion de la DISI de Télécom SudParis & Institut Mines-Télécom Business Schoo. Ils s’engagent à n’utiliser leur droit d’accès, de création de machines virtuelles et de gestion que dans le cadre exclusif de leurs activités pédagogiques ou de loisir et à ne pas abuser des ressources informatiques et réseaux mises à leur disposition. Des limites d’utilisation sont définies selon le type de machine virtuelle crées et peuvent être éventuellement modifiées en cours d’année par les responsables de l’association MiNET sur une demande justifiée et argumentée. Le droit d’accès à la plateforme hosting de MiNET ne peut être accordé à un utilisateur qu’à la condition qu’il remette à l’association MiNET sa signature au bas de la déclaration stipulant qu’il a pris connaissance du présent règlement d’utilisation et des textes de lois dont il est fait mention, ainsi qu’il ait acquitté la cotisation à l’association pour la durée choisie. De plus ce droit d’accès implique une adhésion à l’association MiNET. L’association MiNET ainsi que la direction des écoles Institut Mines-Télécom Business School et Télécom SudParis se réservent le droit de suspendre un accès à la plateforme hosting, une adhésion à l’association MiNET à tout adhérent ne respectant pas la présente charte d’utilisation.\n",
  "ruleshosting.h2": "Confidentialité des informations",
  "ruleshosting.p2_content": "L’utilisateur des systèmes informatiques ne doit pas tenter de lire, copier ou modifier les fichiers appartenant aux autres utilisateurs ou aux systèmes informatiques de MiNET ou de Télécom SudParis & Institut Mines-Télécom Business School, sauf dans le cas de fichiers explicitement autorisés. II lui est interdit de tenter d’intercepter les communications privées entre utilisateurs et autres machines virtuelles hébergées sur hosting.\n",
  "ruleshosting.h3": "Cadre juridique légal",
  "ruleshosting.p3_1": "Le contenu de la machine virtuelle se doit de respecter les lois en vigueur, mais également les obligations suivantes (ceci constitue une liste non exhaustive) :\n",
  "ruleshosting.p3_2a":"Le respect de la loi sur les informations nominatives",
  "ruleshosting.p3_2b": "Le respect du droit d'auteur (droit moral, patrimonial, de diffusion",
  "ruleshosting.p3_2c": "L'abstention de porter atteinte à la vie privée ou au droit à l'image d'autrui",
  "ruleshosting.p3_2d": "L'absence de diffusion d'informations non vérifiées ou présentant un caractère délicteux",
  "ruleshosting.p3_2e": "Le respect des exigences de la loi 'Information et Libertés'",
  "ruleshosting.p3_2f": "L'absence de propos à caractère raciste, xénophobe",
  "ruleshosting.p3_2g": "Toute forme d'apologie ducrime, du racisme, d'invitation à la haine raciale est interdite",
  "ruleshosting.p3_2h": "Tout propos injurieux ou diffamatoire est interdit",
  "ruleshosting.p3_2i": "Tous contenus à caractère pornographique sont interdits",
  "ruleshosting.h4":  "Droits de propriétés et de license des logiciels",
  "ruleshosting.p4_content":  "Il est interdit à l’utilisateur des systèmes informatiques de réaliser des copies des logiciels mis à sa disposition, exceptés ceux du domaine public ou disponibles gratuitement. Il est interdit d’en faire un usage non conforme aux prescriptions de leur(s) auteur(s) ou de l’entité qui les met à la disposition de l’association MiNET. Il lui est interdit d’installer sur les machines mises à disposition des logiciels contrefaits pour lesquels l’association MiNET n’aurait pas de licence ou dans le cas d’une licence de site si le nombre maximum de copies autorisées a déjà été atteint.\n",
  "ruleshosting.h5":  "Quelques règles de sécurité",
  "ruleshosting.p5_content":  "L’utilisateur est tenu pour responsable de la sécurité de sa machine virtuelle. L’association recommande ainsi au minimum à l’utilisateur d’effectuer les dernières mises à jour de sécurité ou d’installer un logiciel type Fail2ban si cela n’est pas déjà en place sur la machine virtuelle.\nTout hébergement de fichiers n’appartenant pas à l’utilisateur et violant le droit d’auteur et en particulier ne respectant pas la loi no. 2009-669 du 12 juin 2009 favorisant la diffusion et la protection de la création sur Internet entraînera une déconnexion immédiate. L’utilisateur est seul responsable de ses activités sur le réseau. Ainsi, toute sanction ou mandat émis par les autorités compétentes sera appliqué directement à l’utilisateur concerné. Des sanctions supplémentaires sont applicables par le conseil de Télécom SudParis & Institut Mines-Télécom Business School.\n",
  "ruleshosting.h6": "Règles particulières",
  "ruleshosting.p6_content":  "Chaque utilisateur ayant accès à la plateforme hosting est doté d’un quota de deux machines virtuelles créables. Des modifications peuvent être apportées à ce quota sur demande motivée et argumentée au bureau de l’association MiNET.\nLes administrateurs habilités de MiNET et le Président de l’association ont accès à des informations complémentaires sur le fonctionnement (et le contenu ?) des machines virtuelles. Ils sont néanmoins soumis au secret professionnel. Seul le Président de l’association ou les directeurs des écoles Télécom SudParis et Institut Mines-Télécom Business School sont habilités à lever le secret professionnel sur ces informations de fonctionnement.\n",
  "ruleshosting.h7": "Politique de confidentialité",
  "ruleshosting.p7_1": "Pour assurer le bon fonctionnement de notre service et afin de respecter des contraintes légales, nous sommes obligés de traiter des données personnelles. Ce traitement est couvert par le Règlement Général sur la Protection des Données UE 2016/679.",
  "ruleshosting.p7_2":  "Les données traitées sont les suivantes :",
  "ruleshosting.p7_2a": "Les informations d’identification de l’utilisateur (nom, prénom, adresse email, etc.) afin de pouvoir associer l’utilisateur à ses machines virtuelles",
  "ruleshosting.p7_2b": "L’IP et le port utilisé pour se connecter au service de machines virtuelles afin de pouvoir identifier l’utilisateur et l’appareil utilisé",
  "ruleshosting.p7_2c": "Les IPs et adresses MAC des machines virtuelles afin d’assurer la connectivité à Internet des machines virtuelles",
  "ruleshosting.p7_3": "Ces données sont conservées pendant deux ans après la clôture du compte selon les dispositions prévues par la loi n°2004-575 pour la confiance dans l’économie numérique et précisées par le décret n°2011-219 relatif à la conservation et à la communication des données permettant d'identifier toute personne ayant contribué à la création d'un contenu mis en ligne.\n",
  "ruleshosting.p7_4": "Vous disposez d’un droit d’accès, de rectification et de suppression de vos informations en ouvrant un ticket sur https://tickets.minet.net/",
  "ruleshosting.by_ticking_1": "Je reconnais avoir pris connaissance de ce règlement (que je conserve) et m’engage à le respecter.",
  "ruleshosting.by_ticking_2": "J'atteste qu'en cochant cette case que mon nom, prénom et la date et heure de signature font office de signature électronique du réglement intérieur de la plateforme d'hébergement Hosting",
  "ruleshosting.successful_signed": "Vous avez bien signé la charte d'utilisation de hosting !"
}
